Tekla.Structures.Drawing.DotPrintToMultipleSheet
The print to multiple sheet type.

Tekla.Structures.Drawing.DotPrintToMultipleSheet.Off
Off.

Tekla.Structures.Drawing.DotPrintToMultipleSheet.LeftToRightAndTopToBottom
Left to right and top to bottom.

Tekla.Structures.Drawing.DotPrintToMultipleSheet.BottomToTopAndRightToLeft
Bottom to top and right to left.